const movie = [
        {
                "Name": "อภินิหารแหวนครองพิภพ",
                "DateMovie": 3,
                "MonthMovie": 6,
                "YearMovie": 2564,
                "MovieOut": false,
                "ShowTime": "178 นาที",
                "Type": "แอ็คชัน / ผจญภัย / ชีวิต / แฟนตาซี",
                "YoutubeEmbedid": "dvsC3zr4UEE",
                "Synosis": "A meek Hobbit from the Shire and eight companions set out on a journey to destroy the powerful One Ring and save Middle-earth from the Dark Lord Sauron.",
                "CreditSynosis": "IMDB",
                "CastandCrew": [
                        {
                                "name": "ปีเตอร์ แจ็คสัน"
                        },
                        {
                                "name": "ออร์แลนโด บลูม"
                        },
                        {
                                "name": "เอไลจาห์ วูด"
                        },
                        {
                                "name": "เอียน แมคเคลเลน"
                        }
                ]
        },
        {
                "Name": "คนเรียกผี 2",
                "DateMovie": 3,
                "MonthMovie": 6,
                "YearMovie": 2564,
                "MovieOut": false,
                "ShowTime": "133 นาที",
                "Type": "สยองขวัญ",
                "YoutubeEmbedid": "V-yN9pI_RPE",
                "Synosis": "The Conjuring 2  - เดอะ คอนเจอริ่ง  คนเรียกผี 2  กำหนดเข้าฉาย 9 มิถุนายน 2016  นำแสดงโดย  เวร่า ฟาร์มิก้า และแพทริค วิลสัน สองนักแสดงกลับมารับบทเป็น นักปีศาจวิทยาคู่สามีภรรยา เอ็ดและลอเรน วอร์เรน  ร่วมด้วย ฟรานเชส โอ’คอนนอร์ (ภาพยนตร์ทางทีวี “The Missing”) ผู้รับบทคุณแม่เลี้ยงเดี่ยว ร่วมกับเมดิสัน วูล์ฟ (ภาพยนตร์ทางทีวี “Zoo”) และนักแสดงหน้าใหม่ลอว์เรน เอสโพซิโต, แพทริค แม็คออเลย์ และ เบนจามิน เฮห์ รับบทลูกๆ ของเธอ มาเรีย ดอยล์ เคนเนดี้ (ภาพยนตร์ทางทีวี “Orphan Black”); ไซมอน ดีลานีย์ (ภาพยนตร์ทางทีวี “Roy”); แฟรงก้า โพเทนเต้ (ภาพยนตร์ทางทีวี “The Bridge”) และไซมอน แมคเบอร์นีย์ (“Mission Impossible: Rogue Nation”)  บทภาพยนตร์โดย แชด เฮย์ส และ แครี่ย์ เฮย์ส  (The Conjuring)  อำนวยการสร้างโดย  ปีเตอร์ ซาฟราน ,ร็อบ โคแวน , วอลเตอร์ ฮามาดา และเดฟ นูสแตดเตอร์  กำกับการแสดงโดย  เจมส์ วาน",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "เจมส์ วาน"
                        },
                        {
                                "name": "แพทริก วิลสัน"
                        },
                        {
                                "name": "วีรา ฟาร์มิกา"
                        }
                ]
        },
        {
                "Name": "คนเรียกผี",
                "DateMovie": 26,
                "MonthMovie": 5,
                "YearMovie": 2564,
                "MovieOut": false,
                "ShowTime": "112 นาที",
                "Type": "สยองขวัญ / ระทึกขวัญ",
                "YoutubeEmbedid": "k10ETZ41q5o",
                "Synosis": "สร้างขึ้นจากเรื่องจริงที่ครอบครัวหนึ่งต้องอกสั่นขวัญผวาที่มีวิญญาณมาคอยหลอกหลอน จึงต้องเชิญสองผู้เชี่ยวชาญทางด้านวิญญาณมาช่วยเหลือ",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "เจมส์ วาน"
                        },
                        {
                                "name": "แพทริก วิลสัน"
                        },
                        {
                                "name": "วีรา ฟาร์มิกา"
                        },
                        {
                                "name": "RON LIVINGSTON"
                        }
                ]
        },
        {
                "Name": "มอร์ทัล คอมแบท",
                "DateMovie": 8,
                "MonthMovie": 4,
                "YearMovie": 2564,
                "MovieOut": false,
                "ShowTime": "110 นาที",
                "Type": "แอ็คชัน / ผจญภัย / แฟนตาซี",
                "YoutubeEmbedid": "QDjOCOdag_0",
                "Synosis": "ใน Mortal Kombat จะเล่าเรื่องไปที่ Cole Young นักสู้บนสังเวียน MMA ผู้คุ้นเคยกับการต่อสู้เพื่อแลกกับเงิน เขาไม่รู้เลยว่าเขาได้สืบทอดมรดกแสนล้ำค่าบางอย่างมา ในขณะเดียวกันนั้น Shang Tsung จักรพรรดิแห่ง Outworld ก็ได้ส่งนักรบที่เก่งกาจที่สุดของเขาอย่าง Sub-Zero หรือรู้จักกันในอีกนามว่า Cryomancer มาเพื่อตามล่า Cole จากเหตุการณ์ดังกล่าวทำให้ Cole กังวลในความปลอดภัยของครอบครัว เขาจึงได้ออกตามหา Sonya Blade ตามคำแนะนำของ Jax ผู้เป็นหนึ่งในสมาชิกของหน่วยรบพิเศษ ผู้ที่มีรอยสักรูปมังกรแบบเดียวกับที่เขามีตั้งแต่เกิด เขาได้เดินทางไปถึงวิหารของ Lord Raiden เทพเจ้าโบราณ ผู้ปกปักษ์รักษา Earthrealm ผู้ที่จะมอบสถานที่ลี้ภัยให้กับเหล่าคนที่มีสัญลักษณ์มังกร ที่นี่ Cole ได้รับการฝึกฝนจาก Liu Kang, Kung Lao และ Kano เหล่านักสู้ผู้มากประสบการณ์ เขา และเหล่านักรบที่แข็งแกร่งที่สุดของโลก ได้เตรียมพร้อมเพื่อที่จะรับมือกับศัตรูผู้มาจาก Outworld ในการต่อสู้ที่มีเดิมพันสูงที่สุดในจักรวาล แต่ Cole จะฝึกฝนมากพอเพื่อที่จะปลดล็อคพลัง Arcana พลังลึกลับที่ซ่อนอยู่ในวิญญาณของเขา แล้วนำมาใช้เพื่อปกป้องครอบครัว และหยุดยั้งเหล่าผู้รุกรานจาก Outworld ได้หรือไม่? ",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "ไซมอน แมคควิด์"
                        },
                        {
                                "name": "ฮิโรยูกิ ซานาดะ"
                        },
                        {
                                "name": "เจสสิก้า แมคนามี"
                        },
                        {
                                "name": "ลูดี้ หลิน"
                        }
                ]
        },
        {
                "Name": "คนธรรมดานรกเรียกพี่",
                "DateMovie": 13,
                "MonthMovie": 4,
                "YearMovie": 2564,
                "MovieOut": false,
                "ShowTime": "92 นาที",
                "Type": "แอ็คชัน / ระทึกขวัญ",
                "YoutubeEmbedid": "IrI0scowpzo",
                "Synosis": "บางครั้งคนที่ไม่อยู่ในสายตากลายเป็นคนที่อันตรายที่สุด นักแสดงรางวัลเอ็มมี่ บ็อบ โอเดนเคิร์ก (จาก Better Call Saul, The Post, Nebraska) รับบท ฮัทช์ แมนเซลล์ คุณพ่อและสามีคนธรรมดาที่คนมักจะไม่เห็นคุณค่า เขายอมรับในสถานการณ์และไม่เคยตอบโต้ เขาเป็นเพียงคนธรรมดา เมื่อขโมย 2 คน บุกเข้าในในบ้านของเขาในละแวกชานเมือง ฮัทช์ ปฏิเสธที่จะปกป้องตัวเองและครอบครัว โดยหวังว่าจะไม่เกิดความรุนแรงขึ้น เบลค ลูกชายวัยรุ่น (เกจ มันโรว์ จาก The Shack) ผิดหวังในตัวเขา ส่วนภรรยา เบคกา (คอนนี่ นีลเซ็น จาก Wonder Woman) ดูเหมือนจะตีตัวออกห่าง ผลจากเหตุการณ์นี้ ทำให้ฮัทช์ระเบิดความโกรธแค้นที่เดือดดาลมาเป็นเวลานานและกระตุ้นสัญชาตญาณที่เคยนิ่งเฉย ขับเคลื่อนเขาไปบนเส้นทางสายโหด ซึ่งจะเปิดเผยถึงความลับดำมืดและทักษะในการฆ่าของเขา",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "อิเลีย ไนชูลเลอร์"
                        },
                        {
                                "name": "บ๊อบ โอเดนเคิร์ค"
                        },
                        {
                                "name": "คอนนี นีลเซน"
                        },
                        {
                                "name": "คริสโตเฟอร์ ลอยด์"
                        }
                ]
        },
        {
                "Name": "ก็อดซิลล่า ปะทะ คอง",
                "DateMovie": 25,
                "MonthMovie": 3,
                "YearMovie": 2564,
                "MovieOut": false,
                "ShowTime": "113 นาที",
                "Type": "แอ็คชัน / วิทยาศาสตร์ / ระทึกขวัญ",
                "YoutubeEmbedid": "mhROTQ3rWRc",
                "Synosis": "เมื่อสองตำนานต้องปะทะกันในศึกที่โลกต้องจารึกทุกยุคทุกสมัย โชคชะตาของโลกมนุษย์ก็ถูกแขวนอยู่บนเส้นด้าย คอง และผู้ติดตามของมันเริ่มต้นการเดินทางเสี่ยงอันตรายเพื่อตามหาบ้านที่แท้จริง หนึ่งในผู้ร่วมเดินทางนั้นคือ เจีย สาวน้อยกำพร้าที่มีสายใยมิตรภาพอันแข็งแกร่งและไม่เหมือนใครเกิดขึ้นระหว่างพวกเขา โชคร้ายที่พวกเขาดันเลือกเดินทางที่นำไปสู่การเผชิญหน้ากับ ก็อดซิลล่า ที่กำลังเกรี้ยวกราดเกิดเป็นความพินาศไปทั่วทั้งโลก แต่แท้จริงแล้วศึกสังเวียนของสองยักษ์ใหญ่ในตำนานครั้งนี้ถูกบงการด้วยอำนาจปริศนา และเป็นเพิ่งจุดเริ่มต้นของความลับที่ซ่อนอยู่ภายใต้ใจกลางของโลกมนุษย์เพียงเท่านั้น! ภาพยนตร์นำแสดงโดย อเล็กซานเดอร์ สการ์สการ์ด (“Big Little Lies,” “The Little Drummer Girl”), มิลลี่ บ็อบบี้ บราวน์ (“Stranger Things”), รีเบกก้า ฮอลล์ (“Christine,” “Professor Marston and the Wonder Women”), ไบรอัน ไทรี เฮนรี่ (“Joker,” “Spider-Man: Into the Spider-Verse”), ชุน โอกุริ (“Weathering with You”), อีซา กอนซาเลซ (“Fast & Furious Presents: Hobbs & Shaw”), จูเลี่ยน เดนนิสัน (“Deadpool 2”), ไคลี แซนด์เลอร์ (“Godzilla: King of the Monsters”) และ เดเมี่ยน บิเชอร์ (“The Nun,” “The Hateful Eight”). วินการ์ด (“The Guest,” “You’re Next”) กำกับจากบทภาพยนตร์ฝีมือ อีริค เพียร์สัน (“Thor: Ragnarok”) และ แม็กซ์ โบเรนสไตย์ (“Godzilla: King of the Monsters,” “Kong: Skull Island”), ร่วมกับเรื่องราวของ เทอร์รี่ รอสซิโอ (“Pirates of the Caribbean: Dead Men Tell No Tales”), ไมเคิล ดัคเฮอร์ตี้ และ แซค ชิลด์ส (“Godzilla: King of the Monsters”) สร้างจากต้นฉบับ “Godzilla - ก็อดซิลล่า” ถือลิขสิทธิ์และสร้างโดย TOHO CO., LTD. ภายใต้การอำนวยการสร้างโดย มาร์ค พาเรนท์, อเล็กซ์ การ์เซีย, อีนิค แม็คเลียด, จอน จาชนิ, โธมัส มัลล์, ไบรอัน โรเจอร์ส, เจย์ แอชเฮ็นเฟลเตอร์, เฮอร์เบิร์ต ดับเบิลยู เกนส์, แดน ลิน, รอย ลี, โยชิมิซึ บันโนะ และเคนจิ โอคุฮิระ ผู้ร่วมสร้างสรรค์ผลงานเบื้องหลัง ได้แก่ ผู้กำกับภาพ เบน เซเรซิน (“The Mummy,” “World War Z”), ผู้ออกแบบโปรดักชั่น โอเว่น เพเตอร์สัน (“Jumanji: Welcome to the Jungle,” “Godzilla”) และ โธมัส แฮมม็อก (“Blair Witch”), นักตัดต่อ จอช ชาเอฟเฟอร์ (“Godzilla: King of the Monsters”), นักออกแบบเครื่องแต่งกาย แอน โฟลีย์ +(“Skyscraper”) และผู้ดูแลการตัดต่อเทคนิคพิเศษ จอห์น ดีเจ เดสจาร์ดิน ( “Justice League ของ แซ็ค สไนเดอร์”)",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "อดัม วิงการ์ด"
                        },
                        {
                                "name": "อเลกซานเดอร์ สการ์สการ์ด"
                        },
                        {
                                "name": "จูเลี่ยน เด็นนิงสัน"
                        },
                        {
                                "name": "มิลลี บ็อบบี บราวน์"
                        }
                ]
        },
        {
                "Name": "อีเรียมซิ่ง",
                "DateMovie": 19,
                "MonthMovie": 11,
                "YearMovie": 2020,
                "MovieOut": false,
                "ShowTime": "108 นาที",
                "Type": "ตลก / ไทย",
                "YoutubeEmbedid": "sog9RpAsGsk",
                "Synosis": "ภาพยนตร์ Adventure-Comedy ว่าด้วยเรื่องของ “เรียม” (เบลล่า ราณี) เจ้าแม่ตัวอิจฉาประจำหมู่บ้านบางน้ำกร่อย ซึ่งคนที่เรียมอิจฉาก็ไม่ใช่ใครที่ไหนไกล เป็น “แรม” (แพท ณปภา) พี่สาวของเธอนั่นเอง นั่นก็เพราะแรมนั้นทั้งสวยงาม กิริยามารยาทอ่อนหวาน แถมยังทำขนมอร่อยเป็นเลิศ ผิดกับเรียมที่ วันๆเอาแต่เที่ยวเล่นอยู่กับ “ฟักทอง” ผู้เป็นทั้งเพื่อนและญาติสนิท แล้วยังชอบไปฝึกวิชาการต่อสู้จากกลุ่มเพื่อนซี้ต่างวัยอย่าง “ศร” (ค่อม ชวนชื่น) “โต” (โรเบิร์ต สายควัน) และ “หมอ” (บอล เชิญยิ้ม) อีกต่างหาก ความต่างราวฟ้ากับเหวของเรียมกับแรมทำให้ชาวบ้านต่างเอาเรียมไปเปรียบเทียบกับแรมอยู่ทุกเมื่อเชื่อวัน และทำให้เรียมยิ่งอิจฉาและหาเรื่องแกล้งพี่สาวอยู่ตลอด จนทำให้ “แม่จันทร์” ต้องด่าต้องตีอยู่บ่อยๆ แต่ทุกสิ่งทุกอย่างกำลังจะเปลี่ยนไป เพราะการมาถึงของโจรโฉดนาม “แก็งค์โจรฟันแดง”โจรฟันแดง เป็นกลุ่มโจร 3 คนที่มีคาถาอาคมอันร้ายกาจ ที่มาจับตัวของแรมและแม่ไป การผจญภัยของ “แก็งค์เรียมซิ่ง” จึงได้เริ่มต้นขึ้น แก็งค์เรียมซิ่งจะพาคนบ้านเรียมให้หนีรอดจากเงื้อมมือโจรร้ายได้หรือไม่? แล้วทั้งหมดจะมีชีวิตรอดปลอดภัยกลับบางน้ำกร่อยได้อย่างไร? ติดตามชมได้ในภาพยนตร์โคตรบันเทิงเรื่อง “อีเรียมซิ่ง”",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "พฤกษ์ เอมะรุจิ"
                        },
                        {
                                "name": "น้าค่อม ชวนชื่น"
                        },
                        {
                                "name": "เบลล่า ราณี แคมเปน"
                        }
                ]
        },
        {
                "Name": "จูดาส แอนด์ เดอะ แบล็ก เมสไซอาห์",
                "DateMovie": 22,
                "MonthMovie": 4,
                "YearMovie": 2564,
                "MovieOut": false,
                "ShowTime": "126 นาที",
                "Type": "ชีวิต",
                "YoutubeEmbedid": "neZOviIJAyc",
                "Synosis": "“Judas and the Black Messiah - จูดาส แอนด์ เดอะ แบล็ก เมสไซอาห์” เป็นเรื่องราวของ ผู้แจ้งข่าวเอฟบีไอ วิลเลียม โอ’นีล (ลาคีธ สแตนฟิลด์) ได้เข้าแทรกซึมอิลลินอยส์ แบล็ค แพนเตอร์ ปาร์ตี้ และมีหน้าที่คอยจับตาดูผู้นำที่มีเสน่ห์ของพวกเขา ประธานเฟรด แฮมป์ตัน (แดเนียล คาลูยา) ด้วยอาชีพหัวขโมยของโอ’นีลช่ำชองด้านการปลุกปั่นทั้งสหายและผู้ดูแลเขาอยู่ สายลับพิเศษ รอย มิตเชลล์ (เจสซี่ พลีมอนส์) พลังความอาจหาญทางพรรคการเมืองของแฮมตันเพิ่มมากขึ้นเมือเขาตกหลุมรักกับผู้ร่วมปฏิวัติ เดโบราห์ จอห์นสัน (โดมินิก ฟิชแบ็ค) ขณะที่เข้าร่วมการต่อสู้เพื่อความเป็นมนุษย์ของ’นีล เขาจะประคองพลังแห่งความดีเอาไว้ได้หรือไม่? หรือสยบแฮมป์ตันกับเดอะ แพนเตอร์สด้วยทุกวิถีทาง ในฐานะของผู้อำนวยการเอฟบีไอ เจ.เอ็ดการ์ ฮูเวอร์ (มาร์ติน ชีน) จะควบคุมได้หรือไม่?",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "ชาก้า คิง"
                        },
                        {
                                "name": "เจสซี่ พลีมอนส์"
                        },
                        {
                                "name": "แดเนียล คาลูยา"
                        },
                        {
                                "name": "คีธ สแตนฟิลด์"
                        }
                ]
        },
        {
                "Name": "สาวซ่าส์ล่าบัญชีแค้น",
                "DateMovie": 22,
                "MonthMovie": 4,
                "YearMovie": 2564,
                "MovieOut": false,
                "ShowTime": "116 นาที",
                "Type": "อาชญากรรม / ชีวิต / ระทึกขวัญ",
                "YoutubeEmbedid": "bozTsVIeinM",
                "Synosis": "เมื่ออนาคตดับวูบจากความคึกคะนองของนักศึกษาชาย ความเจ็บแค้นที่ฝังลึกในใจของเธอยังไม่เคยหายไป การออกล้างแค้นแบบสุดแซ่บจึงเกิดขึ้น พบกับแครี่ มัลลิแกนใน #PromisingYoungWoman 7 พฤษภาคม ที่ เมเจอร์ ซีนีเพล็กซ์",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "เอมเมอรัลด์ เฟนเนลล์"
                        },
                        {
                                "name": "แคร์รี มัลลิแกน"
                        },
                        {
                                "name": "โบ เบิร์นแฮม"
                        },
                        {
                                "name": "ลาเวิร์น ค็อกซ์"
                        }
                ]
        },
        {
                "Name": "รวมกันเราฉก",
                "DateMovie": 22,
                "MonthMovie": 4,
                "YearMovie": 2564,
                "MovieOut": false,
                "ShowTime": "116 นาที",
                "Type": "ผจญภัย / อาชญากรรม",
                "YoutubeEmbedid": "ld55YTJZ0ME",
                "Synosis": "คังดงกู (อีเจฮุน) หนุ่มนักโจรกรรมฝีมือฉกาจ มีเหตุให้ต้องมาพัวพันกับ จินซังกิล (ซงยองชาง) ผู้มีฉากหน้าเป็นนักธุรกิจผู้ประสบความสำเร็จและประธานของมูลนิธิมรดกวัฒนธรรมเกาหลี แต่แท้จริงแล้วเขาคือมาเฟียสุดอำมหิต โดยจินซังกิลต้องการสมบัติล้ำค่าอย่างดาบของยอดแม่ทัพอีซองคเย ซึ่งถูกฝังอยู่ในสุสานหลวงกลางกรุงโซล คังดงกูจึงต้องรวบรวมเหล่ายอดฝีมือสายโจรกรรมมาขุดอุโมงค์ใต้ดินกลางเมืองหลวง และนี่เองคือจุดเริ่มต้นของภารกิจฉก ชิง วิ่ง ฮา สุดวายป่วง!",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "พัก จุง-แบ"
                        },
                        {
                                "name": "อีแจฮุน"
                        },
                        {
                                "name": "โจ อูจิน"
                        },
                        {
                                "name": "ชินฮเยซอน"
                        }
                ]
        },
        {
                "Name": "ซอบก มนุษย์อมตะ",
                "DateMovie": 15,
                "MonthMovie": 4,
                "YearMovie": 2564,
                "MovieOut": false,
                "ShowTime": "115 นาที",
                "Type": "แอ็คชัน / วิทยาศาสตร์ / ระทึกขวัญ",
                "YoutubeEmbedid": "O1BSHooFlMI",
                "Synosis": "เรื่องราวสุดเดือดของอดีตสายลับ มินกีฮอน (กงยู) เพราะหลังจากที่รู้ตัวว่าป่วยระยะสุดท้าย เขาก็ทิ้งชีวิตตัวเองอยู่กับความเจ็บปวดในอดีต จนวันหนึ่งกีฮอนได้รับมอบหมายภารกิจลับระดับชาติ ให้เคลื่อนย้ายและดูแลโปรเจค ซอ-บก (พัคโบกอม) มนุษย์โคลนอมตะคนแรกของโลก ให้พ้นจากการตามล่าของกลุ่มไม่หวังดี ที่ต้องการครอบครองความลับของชีวิตอมตะและทำลายมนุษย์โคลนให้สิ้นซาก แต่งานนี้กลับไม่ง่ายเพราะกีฮอนคือสุดยอดสายลับฝีมือพระกาฬที่ใครหน้าไหนก็ไม่สามารถเอาชนะได้ และในขณะเดียวกันความลับของซอ-บกก็กลับชัดมากขึ้นทุกที",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "ลี ยง-จู"
                        },
                        {
                                "name": "กงยู"
                        },
                        {
                                "name": "พัคโบกัม"
                        },
                        {
                                "name": "จาง ยอง นัม"
                        },
                        {
                                "name": "โจ อูจิน"
                        }
                ]
        },
        {
                "Name": "โดราเอมอน เพื่อนกันตลอดไป 2",
                "DateMovie": 6,
                "MonthMovie": 4,
                "YearMovie": 2564,
                "MovieOut": false,
                "ShowTime": "96 นาที",
                "Type": "แอนิเมชัน",
                "YoutubeEmbedid": "5bDCZMdKa_4",
                "Synosis": "เมื่อโนบิตะพบตุ๊กตาหมีตัวเก่าที่เขาเคยเล่นสมัยเด็กอยู่ในห้อง ทำให้เขานึกถึงคุณย่าที่แสนใจดี พร้อมตัดสินใจชวนโดราเอมอนย้อนเวลากลับไปในอดีตเพื่อพบกับคุณย่าอีกครั้ง จนเมื่อคุณย่าเอ่ยปากว่า “อยากจะพบกับเจ้าสาวของโนบิตะ” โดราเอมอนและโนบิตะจึงเดินทางไปในวันแต่งงานที่จะเกิดขึ้นในอนาคต ก่อนจะพบว่าโนบิตะในวัยผู้ใหญ่ได้หนีหายออกจากงานแต่งงานของเขากับชิซึกะไป โนบิตะและโดราเอมอนจึงต้องช่วยกันตามหาเพื่อทำให้ความฝันของคุณย่าเป็นจริง",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "ทาคาชิ ยามาซากิ"
                        },
                        {
                                "name": "ยางิ ริวอิจิ"
                        }
                ]
        },
        {
                "Name": "บอสฉันขยันเชือด",
                "DateMovie": 1,
                "MonthMovie": 4,
                "YearMovie": 2564,
                "MovieOut": false,
                "ShowTime": "121 นาที",
                "Type": "ตลก / ระทึกขวัญ / ไทย",
                "YoutubeEmbedid": "vL5OFEqQ5rw",
                "Synosis": "จะเกิดอะไรขึ้นเมื่อพระเอกสุดเนี้ยบตลอดกาลอย่าง ก้อง สหรัฐ ต้องมารับบทเป็นอดีตฆาตกรโรคจิต! My Boss is a Serial Killer เป็นเรื่องราวของแก๊งค์หนุ่มสาวชาวออฟฟิศที่อยู่ๆก็ไปแอบล่วงรู้ความลับของเจ้านายตนเอง(รับบทโดย ก้อง-สหรัถ สังคปรีชา) ว่าบอสใหญ่ของพวกเขาเคยมีอดีตเป็นฆาตกรโรคจิตต่อเนื่อง! แล้วจะอยู่เฉยได้อย่างไร เมื่อออฟฟิศลุกเป็นไฟ ปฏิบัติขุดคุ้ยอดีตและสืบหาความลับอันแสนระทึกที่มาพร้อมกับความสนุกและเสียงหัวเราะจึงได้เกิดขึ้น!",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "ภูวนิตย์ ผลดี"
                        },
                        {
                                "name": "สหรัถ สังคปรีชา"
                        },
                        {
                                "name": "เผือก-พงศธร จงวิลาส"
                        },
                        {
                                "name": "ปราโมทย์ ปาทาน"
                        },
                        {
                                "name": "ปรีชญา พงษธนานิกร"
                        },
                        {
                                "name": "พอวิไล อภิรัชฎาพร"
                        },
                        {
                                "name": "สัณหณัฐ ทิราชีพ"
                        }
                ]
        },
        {
                "Name": "เรื่อง ผี เล่า",
                "DateMovie": 11,
                "MonthMovie": 3,
                "YearMovie": 2564,
                "MovieOut": false,
                "ShowTime": "98 นาที",
                "Type": "สยองขวัญ",
                "YoutubeEmbedid": "b-V0eOoZAFY",
                "Synosis": "“เรื่อง ผี เล่า” ภาพยนตร์ที่สร้างจากคำผีเล่าถูกถ่ายทอดออกมาเป็น 3 เรื่องสั้นสยองขวัญได้แก่  “มันอยู่ในรถ” (Haunted Car) พูดถึงนักธุรกิจหนุ่มที่มีความลับซุกซ่อนเอาไว้มากมายระหว่างเดินทางกลับบ้านด้วยรถแท็กซี่ นำมาซึ่งเรื่องราวสยองขวัญที่ทำให้เขาระลึกถึงการมีชีวิตอยู่ นำแสดงโดย เป้ – อารักษ์ อมรศุภศิริ และ เอก - ธเนศ วรากุลนุเคราะห์ “ ใบลาน” ( The Book of truth) นำแสดงโดย หมาก – ปริญ สุภารัตน์  นักเขียนนิยายเขย่าขวัญที่ได้รับอีเมลปริศนาเกี่ยวกับตำนานของสมุดใบลาน เขาจึงเริ่มเขียนนิยายสยองขวัญของเขาลงในสมุดใบลานก่อนจะพบความน่ากลัวที่เกินกว่าเขาจะจินตนาการได้ “ ไปผุดไปเกิด” (Reborn) นำแสดงโดย ปราง – กัญญ์ณรัณ วงศ์ขจรไกล รับบทหญิงสาวลึกลับที่มาตามหาเรื่องราวสุดสะพรึงในโรงแรมผีดุแห่งหนึ่ง เธอต้องพยายามเอาชีวิตรอด และปลดปล่อยวิญญาณร้ายให้ได้ เตรียมพิสูจน์ความกลัวพร้อมกันทั่วประเทศ 11 มีนาคม นี้ ในโรงภาพยนตร์ ",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "ศุภกร เหรียญสุวรรณ"
                        },
                        {
                                "name": "เป้-อารักษ์ อมรศุภศิริ"
                        },
                        {
                                "name": "เอก - ธเนศ วรากุลนุเคราะห์"
                        },
                        {
                                "name": "หมาก – ปริญ สุภารัตน์"
                        },
                        {
                                "name": "ปราง – กัญญ์ณรัณ วงศ์ขจรไกล"
                        }
                ]
        },
        {
                "Name": "คนอัจฉริยะ ฝ่าสมรภูมิรบ",
                "DateMovie": 12,
                "MonthMovie": 4,
                "YearMovie": 2564,
                "MovieOut": false,
                "ShowTime": "111 นาที",
                "Type": "ระทึกขวัญ",
                "YoutubeEmbedid": "u7WmYaeIyIo",
                "Synosis": "ภาพยนตร์แนวสายลับสุดระทึกที่สร้างจากเรื่องจริงของ เกรวิลล์ วินน์ (เบเนดิกต์ คัมเบอร์แบตช์) นักธุรกิจชาวอังกฤษธรรมดา ๆ คนหนึ่งที่ต้องกลายมาเป็นสายลับจำเป็นตามคำสั่งของหน่วย MI-6 แห่งอังกฤษและเจ้าหน้าที่ CIA โดยเขาต้องร่วมมือกับ โอเลก เพนคอฟสกี้ เจ้าหน้าที่ของโซเวียต ในการพยายามสืบหาข่าวกรองที่จะช่วยป้องกันสงครามนิวเคลียร์ที่อาจเกิดขึ้น และลดความตึงเครียดของวิกฤตการณ์ขีปนาวุธคิวบา",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "โดมินิก คุ๊ก"
                        },
                        {
                                "name": "เบเนดิกต์ คัมเบอร์แบทช์"
                        },
                        {
                                "name": "MERAB NINIDZE"
                        },
                        {
                                "name": "ราเชล บรอสนาฮาน"
                        }
                ]
        },
        {
                "Name": "ยอดนักสืบจิ๋วโคนัน ผ่าปริศนาปมมรณะ",
                "DateMovie": 1,
                "MonthMovie": 4,
                "YearMovie": 2564,
                "MovieOut": false,
                "ShowTime": "93 นาที",
                "Type": "แอนิเมชัน / อาชญากรรม",
                "YoutubeEmbedid": "nUT0BLs8E7c",
                "Synosis": "เรื่องราวของ “อากาอิแฟมิลี่” ครอบครัวอันตราย ที่เต็มไปด้วยปริศนาและเชื่อมโยงกันอย่างซับซ้อนความสัมพันธ์ระหว่าง อากาอิ ชูอิจิ เจ้าหน้าที่สืบสวน FBI  “สไนเปอร์ชื่อดัง”, เซระ มาสึมิ น้องสาวคนสุดท้องแห่งครอบครัวอากาอิ “นักสืบสาวมัธยมปลาย”, ฮาเนดะ ชูคิจิ “โปรหมากรุก 7 มงกุฎ”  และ แมรี่ เด็กสาวผู้บอกว่าตนคือ “น้องสาวนอกขอบเขต” กำลังจะถูกเปิดเผย เมื่อการเสียชีวิตของ อากาอิ ชูอิจิ ที่สันเขาไรฮะกลายเป็นจุดชนวนที่ทำให้ อามุโร่ โทรุ หรือ เบอร์เบิ้น ศัตรูเก่าพยายามเฟ้นหาร่องรอยของชูอิจิ จากคดีๆ หนึ่งของเอฟบีไอ ซึ่งอามุโร่ได้ตามสืบจากความสัมพันธ์ระหว่าง อากาอิ ชูอิจิ และ โอกิยะ สึบารุ คำตอบอันน่าตื่นตะลึงจึงค่อย ๆ ปรากฏขึ้น การกลับมาจากความตายของชูอิจิ การเปิดเผยเบื้องลึกเบื้องหลังของ “ข้อกล่าวอ้าง” แห่งความลับ และการปรากฏตัวของ โคนัน อันเป็นจุดเริ่มต้นของเรื่องราวอีกมากมาย การคลี่คลายปมปริศนา ร่องรอย และคำบอกใบ้มากมาย อันเป็นบทสรุปของครอบครัวต้องห้าม “ครอบครัวอันตรายที่จะมาเขย่าโลก!!”",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "ชูอิจิ อิเกดะ"
                        },
                        {
                                "name": "โทชิยูกิ โมริกาวะ"
                        },
                        {
                                "name": "มินามิ ทาคายาม่า"
                        }
                ]
        },
        {
                "Name": "คุณชายใหญ่",
                "DateMovie": 8,
                "MonthMovie": 4,
                "YearMovie": 2564,
                "MovieOut": false,
                "ShowTime": "87 นาที",
                "Type": "ตลก",
                "YoutubeEmbedid": "oQDN7vnLg0Y",
                "Synosis": "ตระกูล “วงษ์คำเหลา” สืบเชื้อสายมายาวนาน จนมาถึงรุ่นปัจจุบันที่มีท่านพ่อ,คุณชายใหญ่,หญิงกลาง,หญิงน้อย,ชายเล็กและทนายสงกรานต์ (ทั้งหมดแสดงโดยพี่หม่ำ) อยู่รวมกันเป็นครอบครัวใหญ่ หลังจากแต่งงานมาระยะหนึ่งคุณชายใหญ่กับพิรมลเริ่มถูกกดดันจากท่านพ่อให้รีบมีทายาท เพื่อที่จะได้รับมรดกก้อนใหญ่และสืบทอดตระกูลวงษ์คำเหลาต่อไป แต่ไม่ใช่ทุกคนจะเห็นด้วย หญิงน้อยกับอนุรัตน์คู่หมั้นได้วางแผนกำจัดพิรมลออกไปจากบ้าน และทำทุกอย่างไม่ให้ทั้งสองคนมีเวลาทำลูกกัน เหตุการณ์วุ่นวายดำเนินไปพร้อมกับความเฮฮาของคนในตระกูล แต่ยิ่งไปกว่านั้นแผนการร้ายของใครบางคนที่ซ่อนอยู่เบื้องหลังก็ค่อยๆ เปิดเผยขึ้นอย่างช้าๆ คุณชายใหญ่กับพิรมลจะต้องร่วมแรงร่วมใจกันผ่านปัญหาและนำพาตระกูลวงษ์คำเหลาให้อยู่ยั้งยืนยงต่อไปให้ได้ !",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "เพ็ชรทาย วงษ์คำเหลา (หม่า จ๊กม๊ก)"
                        }
                ]
        },
        {
                "Name": "ศึกหอคอยคู่กู้พิภพ",
                "DateMovie": 10,
                "MonthMovie": 6,
                "YearMovie": 2564,
                "MovieOut": false,
                "ShowTime": "179 นาที",
                "Type": "แอ็คชัน / ผจญภัย / ชีวิต / แฟนตาซี",
                "YoutubeEmbedid": "2dlRvAjU_RI",
                "Synosis": "While Frodo and Sam edge closer to Mordor with the help of the shifty Gollum, the divided fellowship makes a stand against Sauron's new ally, Saruman, and his hordes of Isengard.",
                "CreditSynosis": "IMDB",
                "CastandCrew": [
                        {
                                "name": "ปีเตอร์ แจ็คสัน"
                        },
                        {
                                "name": "เอไลจาห์ วูด"
                        },
                        {
                                "name": "เอียน แมคเคลเลน"
                        },
                        {
                                "name": "วิกโก มอร์เทนเซน"
                        }
                ]
        },
        {
                "Name": "เดือดกู้ภัยพิทักษ์โลก",
                "DateMovie": 17,
                "MonthMovie": 6,
                "YearMovie": 2564,
                "MovieOut": false,
                "ShowTime": "133 นาที",
                "Type": "แอ็คชัน",
                "YoutubeEmbedid": "hmwZffa8TW8",
                "Synosis": "A rescue unit within the Chinese Coast Guard are forced to overcome their personal differences to resolve a crisis.",
                "CreditSynosis": "IMDB",
                "CastandCrew": [
                        {
                                "name": "ดังเต ลาม"
                        },
                        {
                                "name": "เผิง อวี๋เยี่ยน"
                        },
                        {
                                "name": "YANLIN WANG"
                        },
                        {
                                "name": "ซินจื่อเหล่ย"
                        }
                ]
        },
        {
                "Name": "ใครสั่งเก็บตาย",
                "DateMovie": 17,
                "MonthMovie": 6,
                "YearMovie": 2564,
                "MovieOut": false,
                "ShowTime": "100 นาที",
                "Type": "ระทึกขวัญ",
                "YoutubeEmbedid": "D9-NGcchXms",
                "Synosis": "“Those Who Wish Me Dead - ใครสั่งเก็บตาย” เล่าเรื่องราวของ ฮันนาห์ (แองเจลีน่า โจลี่) เจ้าหน้าที่ดับเพลิงสโมคจัมพ์เปอร์ หน่วยดับไฟป่าทางอากาศ ที่ต้องทนทุกข์อยู่กับความเจ็บปวด หลังล้มเหลวในภารกิจช่วยผู้ประสบภัยเหตุไฟไหม้กว่าสามชีวิต เมื่อได้พบกับเด็กชายวัย 12 ปีที่ดูตื่นตระหนกและไม่มีใครที่เขาสามารถพึ่งพาได้เลย",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "เทย์เลอร์ เชริดาน"
                        },
                        {
                                "name": "นิโคลัส ฮอลท์"
                        },
                        {
                                "name": "แองเจลิน่า โจลี่"
                        },
                        {
                                "name": "จอน เบิร์นธัล"
                        }
                ]
        },
        {
                "Name": "ดินแดนไร้เสียง 2",
                "DateMovie": 17,
                "MonthMovie": 6,
                "YearMovie": 2564,
                "MovieOut": false,
                "ShowTime": "97 นาที",
                "Type": "สยองขวัญ / ระทึกขวัญ",
                "YoutubeEmbedid": "2cGArhxkcYw",
                "Synosis": "“เราจะได้เห็นการเดินหน้าเอาชีวิตรอดกันต่อไปของครอบครัวเดิมในภาคแรกและพวกเขาก็จะได้รู้ว่า พวกเขาไม่ใช่คนที่เหลือรอดเพียงกลุ่มเดียว เราจะได้รับคำตอบเกี่ยวกับเรื่องราวก่อนหน้านี้ที่ที่ทุกอย่างได้เริ่มเกิดขึ้นด้วย คุณกำลังจะได้เห็นอีกด้านหนึ่งของการเอาชีวิตรอดของเหล่ามนุษยชาติจากพวกอสูรกายเหล่านี้ในภาคต่อไป”",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "จอห์น กราซินสกี"
                        },
                        {
                                "name": "เอมิลี บลันท์"
                        },
                        {
                                "name": "คิลเลียน เมอร์ฟี"
                        },
                        {
                                "name": "มิลลิเซ็นต์ ซิมมอนด์ส"
                        }
                ]
        },
        {
                "Name": "Way Down",
                "DateMovie": 24,
                "MonthMovie": 6,
                "YearMovie": 2564,
                "MovieOut": false,
                "ShowTime": "118 นาที",
                "Type": "แอ็คชัน / ระทึกขวัญ",
                "YoutubeEmbedid": "XKtu_fjSQMw",
                "Synosis": "“ธนาคารแห่งชาติสเปน” ขึ้นชื่อว่าเป็นธนาคารที่มีระบบรักษาความปลอดภัยขั้นสูงสุดจนไม่มีโจรหน้าไหนกล้าปล้น หนึ่งในสาเหตุก็เพราะมันไม่มีพิมพ์เขียว ไม่มีข้อมูล และไม่มีคนที่ยังมีชีวิตอยู่คนไหนรู้จักกลไกการทำงานของตู้เซฟที่ถูกสร้างขึ้นเมื่อหลายร้อยปีที่แล้ว ปริศนาที่เหมือนจะไม่มีคำตอบนี้ดึงดูดความสนใจของ “ธอม” (เฟรดดี ไฮมอร์) หนุ่มอัจฉริยะที่ต้องการเอาชนะเซฟโบราณที่ซ่อนอยู่ที่ชั้นใต้ดินของธนาคารกลางสเปน เมื่อธอมโดนทาบทามจากเซียนงานศิลปะ “วอลเทอร์” (เลียม คันนิงแฮม) ให้มาร่วมทีมชิงสมบัติโบราณที่จะถูกเก็บไว้ในธนาคารเพียงแค่สิบวัน ธอมและทีมต้องวางแผนจารกรรมพร้อมเอาตัวรอดออกจากธนาคารที่ได้ชื่อว่าไม่มีวันถูกปล้น ภายใต้ระยะเวลา 105 นาทีของการแข่งขันฟุตบอลโลกนัดชิงชนะเลิศระหว่างสเปนและฮอลแลนด์ที่ทุกคนจดจ่อกับการแข่งขันจนอาจเปิดช่องให้พวกเขาได้ทำการจารกรรมที่เป็นไปไม่ได้นี้",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "เฆาเม บาลาเกโร"
                        },
                        {
                                "name": "เฟรดดี ไฮร์มอร์"
                        },
                        {
                                "name": "ฟัมเกอ ยันส์เซิน"
                        },
                        {
                                "name": "แอสทริด เบอร์เจส-ฟริสบี"
                        }
                ]
        },
        {
                "Name": "คนเรียกผี 3 มัจจุราชบงการ",
                "DateMovie": 24,
                "MonthMovie": 6,
                "YearMovie": 2564,
                "MovieOut": false,
                "ShowTime": "113 นาที",
                "Type": "สยองขวัญ / ระทึกขวัญ",
                "YoutubeEmbedid": "uAxFxvkm-s0",
                "Synosis": "เรื่องราวอันน่าสลดใจในความหวาดกลัว, การฆาตกรรม และความชั่วร้าย(ปีศาจ)ที่พวกเขายังไม่เคยรู้จัก ที่จะสร้างประสบการณ์หวาดผวาให้กับ Ed และ Lorraine Warren ในการสืบสวนเรื่องราวเหนือธรรมชาติ. หนึ่งในกรณีการเจอผีที่น่าตื่นเต้นมากที่สุดของครอบครัว Warren. เริ่มต้นจากการต่อสู้เพื่อวิญญาณของเด็กหนุ่มคนหนึ่ง หลังจากนั้นเรื่องราวก็ได้ดำเนินเหนือความคาดหมายพาพวกเขาไปเจอกับสิ่งที่ไม่เคยเจอมาก่อนในชีวิตการไล่ผี และนี่คือเหตุการณ์ครั้งแรกในประวัติศาสตร์อเมริกาที่ผู้ต้องสงสัยในการฆาตกรรมอ้างว่าโดนปีศาจครอบงำในฐานะผู้ปกป้อง!",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "ไมเคิล ชาเวส"
                        },
                        {
                                "name": "แพทริก วิลสัน"
                        },
                        {
                                "name": "วีรา ฟาร์มิกา"
                        },
                        {
                                "name": "จูเลี่ยน ฮิลเลียร์ด"
                        }
                ]
        },
        {
                "Name": "Cruella",
                "DateMovie": 24,
                "MonthMovie": 6,
                "YearMovie": 2564,
                "MovieOut": false,
                "ShowTime": "134 นาที",
                "Type": "ผจญภัย / อาชญากรรม",
                "YoutubeEmbedid": "LOF0WOQDyJk",
                "Synosis": "Cruella : หนัง Live-Action ว่าด้วยตัวร้ายแฟชั่นนิสต้าสุดแสบจาก 101 Dalmatians ได้นักแสดงสาวที่หน้าเหมือนเป๊ะอย่าง เอ็มม่า สโตน มารับบท เขียนบทโดย เคลลี่ มาร์เซล จาก Saving Mr. Banks สำหรับตัวละคร “ครูเอลล่า เดอ วิล” นั้นเป็นวายร้ายหญิงที่หมกมุ่นอยู่กับการจับตัวเจ้าหมาลายจุดใน 101 Dalmatians เป็นอย่างมาก เพื่อที่จะนำหนังลายจุดของมันมาทำเครื่องแต่งกายต่างๆนั่นเอง โดยก่อนหน้า “ครูเอลล่า เดอ วิล” เคยถูกทำเป็นหนังเวอร์ชั่นคนแสดงมาแล้วในปี 1996 โดยได้ เกลนน์ โคลส นักแสดงมือทองมารับบทนี้ไปด้วย",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "เครก กิสเลสปี้"
                        },
                        {
                                "name": "เอ็มมา ทอมป์สัน"
                        },
                        {
                                "name": "เอมม่า สโตน"
                        },
                        {
                                "name": "มาร์ก สตรอง"
                        }
                ]
        },
        {
                "Name": "บิลลี ฮอลิเดย์ เสียงเพลงสู้อเมริกา",
                "DateMovie": 24,
                "MonthMovie": 6,
                "YearMovie": 2564,
                "MovieOut": false,
                "ShowTime": "130 นาที",
                "Type": "ชีวิต",
                "YoutubeEmbedid": "-sHOK8sYJ9w",
                "Synosis": "เตรียมพิสูจน์ผลงานการแสดงอันยอดเยี่ยมของ ‘แอนดรา เดย์’ นักร้องผิวสีชาวอเมริกัน กับบทบาทที่ส่งให้เธอเข้าชิงรางวัลออสการ์สาขานักแสดงนำหญิงยอดเยี่ยมในภาพยนตร์ “THE UNITED STATES VS. BILLIE HOLIDAY” ผลงานดราม่าชีวประวัติของ บิลลี ฮอลิเดย์ สุดยอดศิลปินแจ๊สผิวสีชาวอเมริกันผู้ยิ่งใหญ่ที่สุดตลอดกาล สร้างโดยดัดแปลงจากหนังสือ Chasing the Scream: The First and Last Days of the War on Drugs เขียนโดย โยฮันน์ ฮารีย์ พร้อมพาผู้ชมสำรวจลงถึงเบื้องลึกแห่งความขัดแย้งที่ทำให้เธอตกเป็นเป้าหมายการสอบสวนของรัฐบาลกลางสหรัฐในกรณีของยาเสพติดในช่วงปี 1940s รวมทั้งที่มาที่ไปของเพลงในตำนานอย่าง Strange Fruit รวมถึงบาดแผลในใจของสุดยอดศิลปินแจ๊สหญิงผู้เป็นตำนาน",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "ลี แดเนียลส์"
                        },
                        {
                                "name": "การ์เรต เฮดลันด์"
                        },
                        {
                                "name": "แอนดรา เดย์"
                        },
                        {
                                "name": "เทรวานเท โร้ดส์"
                        }
                ]
        },
        {
                "Name": "เร็ว..แรงทะลุนรก 9",
                "DateMovie": 30,
                "MonthMovie": 6,
                "YearMovie": 2564,
                "MovieOut": false,
                "ShowTime": "143 นาที",
                "Type": "แอ็คชัน / ผจญภัย / อาชญากรรม",
                "YoutubeEmbedid": "hkz07lmhqF0",
                "Synosis": "ดอม โทเร็ตโต ซึ่งรับบทโดย วิน ดีเซล ปลีกตัวออกไปใช้ชีวิตอย่างเงียบ ๆ พร้อมกับเล็ตตี้และไบรอันลูกชายตัวน้อย แต่พวกเขารู้ว่าแม้จะอยู่ในดินแดนสงบสุข ก็ยังมีอันตรายอยู่ คราวนี้ ดอมต้องเผชิญหน้ากับตราบาปในอดีตของเขา หากเขาต้องการจะปกป้องชีวิตของคนที่เขารักมากที่สุด ทีมนักซิ่งของเขากลับมารวมตัวกันอีกครั้ง เพื่อหยุดการทำลายล้างโลกโดยนักฆ่าและนักซิ่งฝีมือฉกาจซึ่งเขาคือเจคอบ น้องชายของดอม (จอห์น ซีนา จาก The Suicide Squad) จัสติน ลิน ผู้กำกับจากภาค 3, 4, 5 และ 6 ที่นำแฟรนไชส์ไปสู่การเป็นภาพยนตร์ระดับบล็อกบัสเตอร์ กลับมากำกับ Fast & Furious 9 ในภาคนี้ แอ็คชั่นจะขยายไปทั่วโลก จากลอนดอนสู่โตเกียว จากอเมริกากลางสู่เอดินเบอระ จากหลุมหลบภัยลับในอาเซอร์ไบจาน สู่ถนนในทบิลิซี เพื่อนเก่ากลับมามีชีวิตอีกครั้ง ศัตรูเก่าก็กลับมา ประวัติศาสตร์จะซ้ำรอยและความหมายที่แท้จริงของครอบครัวจะถูกทดสอบอย่างที่ไม่เคยเกิดขึ้นมาก่อน นักแสดงที่กลับมาในภาคนี้ประกอบด้วยมิเชลล์ รอดดริเกซ, ไทริส กิ๊บสัน, คริส “ลูดาคริส” บริดเจส, จอร์ดานา บริวสเตอร์, นาตาลี เอมมานูเอล, ซง คัง, สองนักแสดงรางวัลออสการ์ เฮเลน มิร์เรน และชาร์ลิซ เธอรอน นอกจากนี้ ยังได้คาร์ดี บี ซุปเปอร์สตาร์เจ้าของรางวัลแกรมมี่ มารับบท เลซ่า หญิงสาวผู้มีอดีตเชื่อมโยงกับดอม และโอซูนา ก็มาเป็นนักแสดงรับเชิญในภาคนี้ด้วย Fast & Furious 9 อำนวยการสร้างโดย นีล เอช.มอริทซ์, วิน ดีเซล, เจฟฟ์ เคอร์เชนบอม, โจ รอธ, จัสติน ลิน, เคลย์ตัน ทาวน์เซนต์, ซาแมนธา วินเซนต์",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "จัสติน ลิน"
                        },
                        {
                                "name": "ชาร์ลิซ เทรัน"
                        },
                        {
                                "name": "วิน ดีเซล"
                        },
                        {
                                "name": "ไทรีส กิบสัน"
                        },
                        {
                                "name": "มิเชลล์ ราดรีเกซ"
                        },
                        {
                                "name": "จอห์น ซีนา"
                        },
                        {
                                "name": "ซอง คัง"
                        },
                        {
                                "name": "ลูดาคริส"
                        },
                        {
                                "name": "นาตาลี แอมานุแอล"
                        },
                        {
                                "name": "จอร์ดาน่า บรูว์สเตอร์"
                        },
                        {
                                "name": "เทรวานเท โร้ดส์"
                        }
                ]
        },
        {
                "Name": "Saina",
                "DateMovie": 26,
                "MonthMovie": 3,
                "YearMovie": 2564,
                "MovieOut": true,
                "ShowTime": "135 นาที",
                "Type": "ชีวิต",
                "YoutubeEmbedid": "55XTHZtWtH4",
                "Synosis": "Saina is a Bollywood biopic-drama, helmed by Amole Gupta. The movie depicts the biopic of  badminton player Saina Nehwal, actress Parineeti Chopra to play the title role.",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "อโมล กุปเต"
                        },
                        {
                                "name": "ปารินีติ โจปรา"
                        },
                        {
                                "name": "มานาฟ เคาล์"
                        }
                ]
        },
        {
                "Name": "เฟด แกรนด์ ออเดอร์ เดอะ มูฟวี่",
                "DateMovie": 25,
                "MonthMovie": 3,
                "YearMovie": 2564,
                "MovieOut": true,
                "ShowTime": "89 นาที",
                "Type": "แอ็คชัน / แอนิเมชัน / ชีวิต",
                "YoutubeEmbedid": "UzTKDbGL84I",
                "Synosis": "Chaldea agents Ritsuka Fujimnaru and Mash Kyrielight travel to Camelot and encounter the heroes of that realm.",
                "CreditSynosis": "IMDB",
                "CastandCrew": [
                        {
                                "name": "KEI SUEZAWA"
                        },
                        {
                                "name": "อายะ เอนโด"
                        },
                        {
                                "name": "อินาดะ เท็ตสึ"
                        },
                        {
                                "name": "อายาโกะ คาวาสุมิ"
                        }
                ]
        },
        {
                "Name": "ทรู มาเธอส์",
                "DateMovie": 25,
                "MonthMovie": 3,
                "YearMovie": 2564,
                "MovieOut": true,
                "ShowTime": "140 นาที",
                "Type": "ชีวิต",
                "YoutubeEmbedid": "rKzHHHF9YAE",
                "Synosis": "A woman with an adopted child is contacted unexpectedly by the child's birth mother.",
                "CreditSynosis": "IMDB",
                "CastandCrew": [
                        {
                                "name": "คาวาเซะ นาโอมิ"
                        },
                        {
                                "name": "นางาซาคุ ฮิโรมิ"
                        },
                        {
                                "name": "อิอุระ อาราตะ"
                        },
                        {
                                "name": "มิกิตะ เอยุ"
                        }
                ]
        },
        {
                "Name": "ห้าวเป้งจ๋า อย่าแกงน้อง",
                "DateMovie": 18,
                "MonthMovie": 3,
                "YearMovie": 2564,
                "MovieOut": true,
                "ShowTime": "109 นาที",
                "Type": "ตลก",
                "YoutubeEmbedid": "xQ4rb0lh66A",
                "Synosis": "“เปิ้ล นาคร ศิลาชัย” และ “เป้ นฤบดี เวชกรรม” (ผู้กำกับสาระแนห้าวเป้ง, LOW SEASON) กลับมาอีกครั้งพร้อมบ่มเพาะความสนุกสุดจัดอีกหนในโปรเจคต์ภาพยนตร์เรื่องใหม่ “ห้าวเป้งจ๋า อย่าแกงน้อง” งานนี้เป้งไม่เป้งให้มันรู้ไปเพราะป๊าเปิ้ล นาคร ลงขันควักทุนในนาม “มาดามกัสก้า” ร่วมกับ “สหมงคลฟิล์ม อินเตอร์เนชั่นแนล” ต้นตำรับห้าวเป้งดั้งเดิม พร้อมชักชวนแนวร่วมอย่าง “ไอแอม” ต้นสังกัดไอดอลเกิร์ลกรุ๊ปหญิงที่ฮอตที่สุด ณ พ.ศ.นี้ มาร่วมสร้างปรากฎการณ์ห้าวเป้งใหม่ ที่เตรียมให้คนดูสนุกสนานกับภาพยนตร์ที่ไม่มีใครทำได้สนุกเท่ากับพวกเขาแน่นอน พร้อมชวน (หรือหลอก) ซุป’ตาร์ตัวเป้งมาร่วมก๊วนความสนุกในครั้งนี้ ร่วมด้วยเหล่าสาวน้อยหน้าใสอีกกว่า 20ชีวิต ที่มาเป็นเหยื่อ (หรือเปล่า) เดี๋ยวรู้กัน",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "เปิ้ล นาคร ศิลาชัย"
                        },
                        {
                                "name": "เป้ นฤบดี เวชกรรม"
                        }
                ]
        },
        {
                "Name": "รายากับมังกรตัวสุดท้าย",
                "DateMovie": 4,
                "MonthMovie": 3,
                "YearMovie": 2564,
                "MovieOut": true,
                "ShowTime": "114 นาที",
                "Type": "ผจญภัย / แอนิเมชัน / ตลก",
                "YoutubeEmbedid": "17TpKuqEObE",
                "Synosis": "“Raya and the Last Dragon – รายากับมังกรตัวสุดท้าย” จะพาเราไปสู่มหากาพย์การผจญภัยในนครแฟนตาซีแห่งคูมันตรา สถานที่ที่มนุษย์และมังกรอยู่ด้วยกันอย่างสงบสุขมาช้านาน แต่เมื่อพลังมืดอันชั่วร้ายได้เข้าคุกคาม เหล่ามังกรได้เสียสละชีวิตของพวกมันเพื่อปกป้องมนุษยชาติ 500 ปีผ่านไป ปีศาจตัวเดิมได้กลับมาอีกครั้ง และมันเป็นหน้าที่ของรายา นักรบสาวผู้กล้าที่จะออกตามหามังกรตัวสุดท้ายในตำนาน เพื่อที่จะกอบกู้แผ่นดินและประชาชนที่แตกแยกให้กลับเป็นหนึ่งเดียวอีกครั้ง อย่างไรก็ตาม ระหว่างการเดินทางของเธอ เธอจะได้เรียนรู้ว่ามันต้องใช้มากกว่ามังกร ในการปกป้องโลก – มันจะต้องใช้ความเชื่อใจและการ่วมมือของทุกคนเช่นกัน",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "ดอน ฮอลล์"
                        },
                        {
                                "name": "การ์โลส โลเปซ เอสตราดา"
                        },
                        {
                                "name": "อควาฟินา"
                        },
                        {
                                "name": "เคลลี่ มารี ทราน"
                        }
                ]
        },
        {
                "Name": "ปักษาพยาบาท",
                "DateMovie": 1,
                "MonthMovie": 4,
                "YearMovie": 2564,
                "MovieOut": true,
                "ShowTime": "136 นาที",
                "Type": "ผจญภัย / ชีวิต / ระทึกขวัญ",
                "YoutubeEmbedid": "Tl83v3MWktA",
                "Synosis": "เรื่องราวของ แคลร์ หญิงชาวไอริชเจ้าของสมญานาม “นกไนติงเกล” ผู้สูญเสียครอบครัวไปเพราะการรุกรานจากทหารอังกฤษ เธอตัดสินใจมุ่งหน้าขึ้นเหนือเพื่อชำระแค้นพวกเดนนรก โดยได้รับความช่วยเหลือจากหนุ่มพื้นเมืองผู้อาสาเป็นพรานนำทาง",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "เจนนิเฟอร์ เคนท์"
                        },
                        {
                                "name": "ไอส์ลิง ฟรานซิโอซี"
                        },
                        {
                                "name": "BAYKALI GANAMBARR"
                        },
                        {
                                "name": "เดม่อน เฮอร์ริแมน"
                        }
                ]
        },
        {
                "Name": "สกายไลน์ 3 สงครามถล่มจักรวาล",
                "DateMovie": 25,
                "MonthMovie": 2,
                "YearMovie": 2564,
                "MovieOut": true,
                "ShowTime": "114 นาที",
                "Type": "แอ็คชัน / ผจญภัย / วิทยาศาสตร์",
                "YoutubeEmbedid": "IOVrcpjmCpY",
                "Synosis": "หลายปีผ่านไปภายหลังจากที่มนุษย์ต่างดาวบุกโลก อดีตนักฆ่าจากนอกโลกได้เปลี่ยนแปลงชีววิทยาของตนเพื่อให้สามารถอยู่ร่วมกับมนุษย์ได้อย่างสงบสุข แต่เมื่อไวรัสร้ายปรากฏขึ้น มนุษย์ต่างดาวเหล่านี้ก็เริ่มเปลี่ยนกลับไปสู่การล่าฆ่ามนุษย์โดยไม่อาจหยุดยั้งได้ เพื่อกอบกู้โลก กัปตันโรส คอร์ลีย์ (ลินด์เซย์ มอร์แกน )ลูกครึ่งมนุษย์-เอเลี่ยนผู้มีพลังพิเศษ ต้องนำทีมทหารชั้นยอดออกปฏิบัติภารกิจเสี่ยงตายสุดขอบอวกาศ ณ ดาวเคราะห์ของเอเลี่ยนกลุ่มนั้น",
                "CreditSynosis": null,
                "CastandCrew": [
                        {
                                "name": "เลียม โอดอนเนลล์"
                        },
                        {
                                "name": "โรห์น่า มิตรา"
                        },
                        {
                                "name": "ลินด์ซี่ย์ มอร์แกน"
                        },
                        {
                                "name": "อเล็กซานเดอร์ ซิดดิก"
                        }
                ]
        }
]
export default movie;